Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: So until the US economy shows tangible signs of recovery, the quantitative easing policy will be maintained, causing us to hedge Fund assets against a further depreciation of the dollar.
es: Así, mientras que la economía estadounidense no muestre señales tangibles de reactivación, será preciso seguir con la política de quantitative easing y tendremos la responsabilidad de proteger los activos del Fondo contra la continuación de la depreciación del dólar.

source: During 2009 the price of gold rose dramatically from around US$800 per ounce, surpassing the US$1,000 barrier and touching US$1,200 (a 50% increase) to settle around US$1,100. Some investors like Jim Rogers, a well-known hedge fund manager, predicted that gold could even reach US$2,000 per ounce.
es: Durante el 2009, el precio del oro subió de manera drástica de cerca de US$ 800 por onza, sobrepasando la barrera de los US$ 1.000 y alcanzando los US$ 1.200 (un aumento del 50%) para cerrar en cerca de US$ 1.100. Algunos inversionistas como Jim Rogers, un reconocido administrador de fondos de cobertura, predijeron que el oro podría llegar incluso a los US$ 2.000 la onza.

source: "The trading style of the Diversified Trend Program is referred to as ""managed futures"", a recognised hedge fund style, which is known for its non-lineair correlation with other hedge fund styles and traditional asset classes."
es: "El estilo de contratación del PTD se conoce como ""futuros gestionados"", un estilo típico de los fondos de cobertura conocido por su correlación no linear con otros estilos de fondos de cobertura y clases de activos tradicionales."

source: I did not hear Mr Duisenberg criticising the intervention of the American monetary authorities to save the hedge fund, LTCM.
es: No he oído al Sr. Duisenberg criticar el salvamento del Hedge Fund LTCM por parte de las autoridades monetarias norteamericanas.

source: The second way we're helping is through the CORFO reconstruction hedge fund, which is a guarantee fund.
es: La segunda forma en que estamos ayudando es a través del Fondo de Cobertura de la Reconstrucción de la CORFO, que es un fondo garantizado.

source: Combines the quantitative analysis of macro hedge fund return drivers with the fundamental top down views of the Permal Investment team
es: Combina el análisis cuantitativo de los impulsores de rentabilidad de los fondos de cobertura macro con las opiniones deductivas fundamentales del equipo de Permal Investment.

source: The second article describes the main features of the hedge fund industry, with an emphasis on the European dimension, and provides an overview of recent developments in the industry and the current policy debate on regulation.
es: El segundo describe las principales características del sector de los hedge funds, prestando especial atención a la dimensión europea, y presenta una panorámica de la evolución reciente del sector y del debate sobre regulación que está teniendo lugar actualmente.

source: For its part Asset Management took important strategic decisions such as the rollout of hedge fund instruments.
es: Por otro lado, Asset Management ha tomado decisiones estratégicas importantes, como la salida de instrumentos de inversión alternativa.

source: Those factors may be identified based on the returns of one or more databases of hedge fund returns.
es: Tales factores pueden identificarse sobre la base de los beneficios de una o más bases de datos de beneficios de fondos de inversión libre.

source: Some are exempt because they manage less than $25 million, but a significant number are exempt because they have fewer than 15 clients, as each hedge fund advisee counts as just one client for registration purposes.
es: Algunos están exentos de esta obligación porque manejan menos de US$25 millones, pero un número significativo está exento porque tiene menos de 15 clientes, ya que cada fondo de cobertura cuenta como un cliente para propósitos de registro.

source: Full information is available on the website www.ichca2002yokohama.com.
es: La Información completa está disponible en la pagina web www.ichca2002yokohama.com.

source: Invite visitors to participate in your survey depending on their behavior Are you interested in only those visitors who spend 5 minutes on your website, fill their shopping basket but then don't make a purchase?
es: Invite a los participantes en la encuesta en función de su comportamiento en el sitio web ¿Le interesan únicamente los visitantes que permanecen 5 minutos en el sitio web, llenan la cesta, pero al final no compran nada?

source: Copy this block to the very top of your website.
es: Copie este bloque al principio de su página web.

source: "This website and the content are provided ""as is""."
es: "Se proporcionan este Web site y el contenido ""como es""."

source: Go to the website that causes the message to be displayed.
es: Vaya al sitio web que provoca la aparición del mensaje.

source: You consent to the terms and conditions listed herein by your use of the website.
es: Usted consiente a los términos y a las condiciones enumeradas en el uso del Website.

source: All the information on the calls for tender will be available on this website.
es: Toda la información relativa a las licitaciones se publicará en nuestro sitio web.

source: The deactivation of cookies does not prevent the display of the pages of this website or interfere with browsing.
es: La desactivación no impide la visualización de las páginas de este sito web ni interfiere en la navegación.

source: What if I want to request a destination that is not on the GRN website?
es: ¿Y si quiero solicitar un destino que no está en el Website de GRN?

source: Web beacons are typically graphic images that are placed on a website and they are used to count visitors to a website and/or to access certain cookies.
es: Los contadores de visita son imágenes graficas que se colocan el un sitio web y que sirven para contar visitantes al mismo y/o para acceder a ciertas cookies.

source: The roster of experts would be available soon on the Convention website.
es: En cuanto a la lista de expertos, se podría consultar en breve en el sitio del Convenio en la Web.

source: That means that websites might be able to identify you through your web address, and anything you do or enter on a website can be recorded by that website.
es: Eso significa que los sitios web pueden identificarlo mediante su dirección web, y que todo lo que haga o escriba en un sitio web puede ser registrado por éste.

source: Use of Cookies and Web Beacons From time to time when you visit a Nokia website, information may be placed on your computer to allow us to recognize your computer.
es: Uso de Cookies y Contadores de Visita De tanto en tanto, cuando Vd. visita un sitio web Nokia, se coloca información en su ordenador para permitirnos reconocerlo.

source: The Montreal Port Authority has posted the texts and PowerPoint presentations of some of the 29 speakers on their website at www.port-montreal.com.
es: La Autoridad Portuaria de Québec ha publicado los textos y las presentaciones en Power Point de algunos de los 29 conferenciantes en su página web www.portmontreal.com.

source: The Foundation does not guarantee the availability and continuity of operation of the Website or of the other websites with which links have been established.
es: La Fundació no garantiza la disponibilidad y continuidad del funcionamiento del Sitio Web o de aquellos otros sitios web con los que se haya establecido un link.

source: The Registered Users will be able to modify in any moment his exclusive key as it is indicated in the Website.
es: Los Usuarios Registrados podrán modificar en cualquier momento su clave exclusiva tal y como se indica en el Website.

source: If you are concerned about how your information is used, you should check back at our website periodically.
es: Si usted quiere saber sobre cómo se utiliza su información, usted debe entrar en nuestro Web site periódicamente.

source: Website and monthly electronic newsletter in 6 languages.
es: Un sitio web y un boletín electrónico mensual en 6 idiomas.

source: In this way etracker supports you in managing the offer strategy and the search criteria optimisation of your website.
es: Así, etracker le ayuda a controlar la estrategia de ofertas y a optimizar los términos de búsqueda de su sitio web.

source: You can log onto our website and make use of it without revealing your identity.
es: Puede navegar por nuestra oferta de internet y usarla sin dejarnos ver su identidad.

source: The User likewise undertakes not to use the Website for unlawful or illegal purposes, purposes that harm the rights of third parties, or to use it in ways that damage or disable the Website or the rights of third parties.
es: Asimismo, el Usuario se obliga a no utilizar el Sitio Web con fines ilícitos o ilegales, lesivos de derechos de terceros, o que de cualesquiera formas puedan dañar o inutilizar el Sitio Web o derechos de terceros.

source: And we succeed, because the number of visits to our website have grown tenfold in less than two years!
es: Y lo conseguimos, porque las consultas de nuestro sitio se han multiplicado por diez en menos de dos años!

source: After approval this report will be accessible on this website.
es: Una vez que dicho informe haya sido aprobado, este será accesible sur le Website.

source: BIZPORTAL is an integrated intranet and website with extensive dynamic functionality to stimulate user interaction and simplified content management.
es: BIZPORTAL es un conjunto de website e intranet con el añadido de una funcionalidad enfocada a estimular la interacción del usuario, con una administración de contenidos muy simplificada.

source: For example, if you type in your postcode on their website you can find out who is your cheapest supplier.
es: Por ejemplo, si uno introduce el código postal en su página web puede saber cuál es el proveedor más barato de la zona.

source: Facebook is a leading social networking website and one of the most visited sites in the world, with more than 100 million registered users.
es: Facebook es una de las principales redes sociales y uno de los sitios más visitados del mundo, con más de 100 millones de usuarios registrados.

source: Both the brochure and website informed people, but wanted to get them involved, to get into action locally.
es: El folleto y la página web sirvieron para informar a la gente pero también para invitarla a participar en las acciones locales.

source: We are the only website in the world who offers you the possibility to create your own file!
es: Somos la única página web en el mundo que ofrece la posibilidad de crear su propia lima!

source: We therefore invite colleagues most warmly to write for us.
es: En consecuencia, invitamos a nuestros colegas a contribuir con sus artículos y textos.

source: The Encyclopaedia Britannica has had more than 110 Nobel laureates as contributors and we continue to attract the top people in the world to write for us.
es: La Encyclopaedia Britannica tuvo contribuciones de más de 110 Premios Nobel y seguimos atrayendo a las personas más destacadas del mundo para que escriban para nosotros.

source: Want to write for us?
es: ¿Quieres escribir para nosotros?

source: Write for us in your language!
es: Escribe para nosotros en tu idioma!

source: If you are looking for an adventure on the internet and do not know where to start, write us and we'll guide you through this wonderful world and show you the tools with which we work.
es: Si lo que buscas es iniciar una aventura en el internet y no sabes por donde comenzar, escribenos y nosotros te guiaremos por este maravilloso mundo, así como te mostraremos las herramientas con las que trabajamos.

source: Contact Us form is available for the customer to write us within 48 hours after receiving the package by courier.
es: El formulario Contactenos está disponible para que el cliente pueda escribirnos en un plazo de 48 horas después de recibir el paquete por correo.

source: For more information about the history of TXU Energy, please write us at info@txu.com.
es: Para más información sobre la historia de TXU Energy, por favor escríbanos a info@txu.com.

source: To ask for a standard decision for a Part D drug and/or Part C medical care or service you, your doctor, or your representative should fax, or write us at the numbers or address listed under Part D Coverage Determinations (for appeals about Part D drugs) or Part C Organization Determinations (for appeals about Part C medical care or services) in Section 8.
es: Para solicitar una decisión estándar para un medicamento de la Parte D y/o cuidado médico o servicio de la Parte C, usted, su médico, o su representante autorizado debe enviar por correo, o hacernos llegar una solicitud escrita, enviar por fax a los números o escribirnos a las direcciones que se encuentran bajo Determinaciones de Cubierta Parte D (para apelaciones sobre medicamentos de la Parte D) o Determinaciones de la Organización Parte C (para apelaciones sobre cuidado médico o servicios de la Parte C) en la Sección 8.

source: If you wish to include some example of your offered work, please, write us a brief description as well as the method for your submmission to EPITELIO of such examples.
es: Si desea incluir en el catálogo algún ejemplo de su trabajo, escriba un breve descripción del mismo e indique que medio utilizaría para mandarnoslo.

source: This can be done by contacting us or directly online where all those involved in the transaction can include their names in the personal message they write for the bride and groom.
es: Eso se puede hacer comunicandose con nosotros telefónicamente o online, teniendo la posibilidad de poner todos los nombres en la dedicatoria que les llega a los novios.

source: For more information, please write us to info@afilasol.com
es: Para más información, escribanos a info@afilasol.com

source: A Contact Us form is available for the customer to write us.
es: Un formulario está disponible para que el cliente pueda escribirnos y coordinar la correccion respectiva.

source: You may write us for any doubt at info@profade.com
es: Puede escribirnos para cualquier duda a es@profade.com

source: If you cannot find the answers here, we welcome you to write us for any questions you may have by utilizing the inquiry form.
es: Si no puede encontrar las respuestas aquí, lo invitamos a escribirnos acerca de cualquier duda, haciendo uso de nuestro formato.

source: Let us start discussions on what really does bind us, let us write these aims down and then implement them.
es: Iniciemos debates sobre lo que realmente nos obliga, suscribamos estos objetivos y pongámoslos en práctica.

source: If you have any suggestions, ideas or comments about how to improve expoQA, please feel free to write us at contact@expoqa.com.
es: Si tiene sugerencias, ideas o comentarios para mejorar expoQA, no dude en escribirnos a contact@expoqa.com.

source: If you would like to know the costs of the dispatch before you forward your order please write us an e-mail with your order-positions.
es: Si desea saber el costo de despacho antes de enviar su orden por favor envíanos un e-mail con su orden.

source: It is always easier to write for a real person than an abstract one.
es: Siempre es más fácil escribir para una persona real que para un público abstracto.

source: The amount for write-down is recognised in the economic outturn account.
es: El importe de la reducción se consigna en la cuenta de resultados económicos.

source: "Presidents and ministers come to us, write to us, ask our ambassadors in the field, ""What reforms do we need to make to become eligible for MCC funding?"
es: "Los presidentes y ministros nos consultan, por escrito o dirigiendo sus preguntas a nuestros embajadores en el terreno, ""¿cuáles son las reformas que debemos emprender para que nuestros países sean elegibles para recibir fondos de la MCC?"

source: I had enough physical strength to write for many hours, which I shared with the corresponding rehabilitation and recovery programs.
es: Me acompañaban las fuerzas físicas suficientes para escribir largas horas, las que compartía con la rehabilitación y los programas pertinentes de recuperación.

source: To write a caption for a photo, select the photo, click the text placeholder, and then type the caption or text that you want to include with the picture.
es: Para escribir una leyenda para una foto, seleccione la foto, haga clic en el marcador de posición y escriba la leyenda o el texto que desea incluir con la imagen.

source: "Young because it proposes a ""young"" and fresh graphic design that appeals not only to technicians or skilled experts but to youth and people that for the first time approach the issue of women's political participation. Dynamic because it adopts an interactive approach, we expect 'surfers' to write us, to give us their comments and to dialogue with us and among themselves."
es: Este proyecto contribuye a fortalecer la integración de la mujer en la vida política y de toma de decisiones de Argelia, Marruecos y Túnez - países considerados accesibles a la participación de la mujer en esos ámbitos, habiendo afirmado su buena voluntad para promover los derechos de la mujer y habiendo ratificado los instrumentos y convenciones internacionales dirigidos al logro de la igualdad de género en el ejercicio de los derechos políticos.

source: With the subsequent drawdown of the Electoral staff after October 2005, all 185 vehicles will be submitted for write-off action.
es: Con la reducción del personal electoral después de octubre de 2005, los 185 vehículos se pasarán a pérdidas y ganancias.

source: There are African authors living in France, for example, who write for an exclusively European readership.
es: Por ejemplo, autores africanos residentes en Francia escriben para lectores exclusivamente europeos.

source: The second is to write for a wider public by tackling topics that are of interest to non-Africans as well as Africans.
es: Pero se puede también escribir para un público más vasto tratando temas que interesan igualmente a los no africanos.

source: If you have any questions about our disclaimer statement or information provided on this site, please email or write us
es: Si tiene alguna pregunta sobre nuestra exención de responsabilidades o la información proporcionada en este sitio, por favor envíenos un correo electrónico o escribanos a

source: You can also write us using the following form
es: También puede escribirnos a través del siguiente formulario

source: See the documents here and write us back with your opinion!
es: Ver aquí los documentos, escríbenos de vuelta con tu propia opinión!

source: Increasing the market share of these products is intended to improve economic efficiency and promote product development.
es: Al aumentar la cuota de mercado de esos productos, mejorará la eficiencia económica y se promoverá el desarrollo de productos.

source: It is difficult to secure external financing for a project and/or product development without patented inventions.
es: Si no se patentan los descubrimientos, es difícil obtener financiación externa para una empresa y/o desarrollo de producto.

source: New product development is a labor- and time-intensive process.
es: El desarrollo de nuevos productos es un proceso intensivo en mano de obra y tiempo.

source: In the main, these have incorporated the environmental dimension into their product development policies.
es: En su mayoría, estas últimas han integrado la dimensión medioambiental en sus políticas de desarrollo de productos.

source: Such collaboration could be achieved by means of joint product development through sharing the management of production and logistics.
es: Esta colaboración se podría lograr mediante el desarrollo conjunto de productos, compartiendo la gestión y la logística de la producción.

source: A product development process that considers environmental impacts throughout the product life cycle.
es: Un proceso de desarrollo de productos que considere el impacto ambiental a través del ciclo de vida del producto.

source: Production and warehouse facilities as well as product development and administration cover a total area of 8000 m².
es: Todas las instalaciones de producción, de almacenamiento, de desarrollo y de administración del producto cubren un área total de 8000m².

source: There is certainly more thought, effort and attention to de-tail required at a much earlier stage in product development.
es: Se necesita más reflexión, esfuerzo y atención al detalle en una fase anterior en el desarrollo del producto.

source: Deviations in the measurements made by these instruments can cause faults or imprecision in signal monitoring or even product development.
es: Cualquier desviación de las medidas de estos instrumentos puede provocar fallos o desajustes en la monitorización de señales o bien en el desarrollo de producto.

source: These aggregated statistics are used internally to improve our Web site and for product development and marketing purposes generally.
es: Evaluamos estas estadísticas para optimizar nuestra página, para desarrollar nuestros productos y para fines de marketing.

source: During the product development stage, friends and family invested for an equity stake in the business.
es: Durante la etapa de elaboración del producto, los amigos y la familia invirtieron en acciones de la empresa.

source: But, historically, it is regulatory changes that have unlocked the door to new product development.
es: Pero históricamente, son los cambios regulatorios los que han destrabado la puerta para el nuevo desarrollo de productos.

source: Speedo has always been willing to experiment with product development.
es: Speedo siempre se mostró dispuesto a hacer experiencias con nuevos productos.

source: More active use of language as part of the tourism product requires more active intervention and more creative approaches to product development.
es: Para conseguir un uso más activo de la lengua como parte del producto turístico hacen falta una intervención más activa y aproximaciones más creativas al desarrollo de productos.

source: This will favour more environmentally-friendly products and provide a major impetus for product development.
es: Esto beneficiará a los productos menos nocivos para el medio ambiente y constituirá un gran impulso para el desarrollo de los productos.

source: During his career with Glen Raven, Swers has served in sales, brand management and product development for furniture fabrics.
es: Durante su carrera con Glen Raven, Swers ha trabajado en ventas, gestión de marca y desarrollo de producto para telas de muebles.

source: In addition to new product development, the company is undergoing the most extensive facilities expansion in its history.
es: Además del desarrollo de nuevos productos, la empresa ha realizado la mayor ampliación de sus instalaciones en toda su historia.

source: This is why a staged introduction for these products is proposed allowing the compliance conversion to take place in the framework of existing resources and product development cycles.
es: Por ese motivo se propone una introducción progresiva de esos productos que les permita conseguir la conformidad en el marco de los recursos existentes y de los ciclos de elaboración del producto.
